app/controllers/photos_controller.rb

  def index
    @photos = Photo.all
---
SELECT "photos".* FROM "photos"